{
  "title": "The Subtle Art of Not Giving a F*ck",
  "author": "Mark Manson",
  "fiction": false,
  "first_page": "Chapter 1\nDon’t Try\nCharles Bukowski was an alcoholic, a womanizer, a chronic gambler, a lout, a cheapskate, a deadbeat, and on his worst days, a poet. He's probably the last person on earth you would ever look to for life advice or expect to see in any sort of self-help book.\nWhich is why he’s the perfect place to start.\nBukowski wanted to be a writer. But for decades his work was rejected by almost every magazine, newspaper, journal, agent, and publisher he submitted to. His work was horrible, they said. Crude. Disgusting. Depraved. And as the stacks of rejection slips piled up, the weight of his failures pushed him deep into an alcohol-fueled depression that would follow him for most of his life.\nBukowski had a day job as a letter-filer at a post office. He got paid shit money and spent most of it on booze. He gambled away the rest at the racetrack. At night, he would drink alone and sometimes hammer out poetry on his beat-up typewriter.",
  "second_page": "Upon signing the contract, Bukowski wrote his first novel in three weeks. It was called simply Post Office. In the dedication, he wrote, “Dedicated to nobody.”\nBukowski would make it as a novelist and poet. He would go on and publish six novels and hundreds of poems, selling over two million copies of his books. His popularity defied everyone's expectations, particularly his own.\nStories like Bukowski’s are the bread and butter of our cultural narrative. Bukowski’s life embodies the American Dream: a man fights for what he wants, never gives up, and eventually achieves his wildest dreams. It’s practically a movie waiting to happen. We all look at stories like Bukowski’s and say, “See? He never gave up. He never stopped trying. He always believed in himself. He persisted against all the odds and made something of himself!”\nIt is then strange that on Bukowski’s tombstone, the epitaph reads: “Don’t try.”\nSee, despite the book sales and the fame, it didn’t make him a better person. Nor was it by becoming a better person that he became famous and successful.",
  "isNonFiction": true
}